[

    {
        "id":"1",
        "title":"General Predictions for the entire life period",
        "description" : "To find out through 'ladies' left and gents right thumb impressions with precise,birth details findings about names parents names, present details of profession, brothers, sisters, maternal uncles, Spouse and future predictions",
        "img":"/chaptersImages/ch-1.jpeg"
        },
        
        {
        "id":"2",
        "title":"Family and Finance",
        "description":"Chapter 2 describes your current financial status and future predictions in terms of finance potential, family and education. The chapter also highlights your health issues and prescribes measures to lessen your financial burden. By reading this chapter, you redefine your life to lead healthy, wealthy and blissful life with your loved ones.",
        "img":"/chaptersImages/ch-2.png"
        },
        
        {
        "id":"3",
        "title":"Sibiling and Courage",
        "description":"Whether you are in search of your sibling or need to understand the compatibility with your siblings, Chapter 3 is the perfect choice for you to apprehend your future with your brother or sister.",
        "img":"/chaptersImages/ch-3.jpeg"
        },
        
        {
        "id":"4",
        "title":"Mother and Comforts",
        "description":"Chapter 4 is ideal for those who are property owners or wish to own a property. It reads vital information about one’s parents, especially that of the Mother whose blessings are indispensable to accumulate wealth and comforts. It contains readings upon your possessions such as buildings/houses, vehicles, land and material pleasures.",
        "img":"/chaptersImages/ch-4.png"
        },
        
        {
        "id":"5",
        "title":"Progency",
        "description":"Are you longing for a child? Want to know the reason behind your sterility? Chapter 5 explains the reasons for you not having progeny so far and prescribes appropriate remedies. It also highlights information about your children, their birth star and horoscope and few of their future predictions.",
        "img":"/chaptersImages/ch-5.jpeg"
        },
        
        {
        "id":"6",
        "title":"Debts, Disease and Litigations",
        "description":"If you are looking out for the idyllic solution for your financial crisis, chronic illness or legal battle, then Chapter 6 is the shelter for you. This chapter reveals measures to evade from your debts, overcome your illness to live a healthy life and overpower your enemies and win over legal issues.",
        "img":"/chaptersImages/ch-6.jpeg"
        },
        
        {
        "id":"7",
        "title":"Marriage",
        "description":"Find out the right time for your wedding bells (1st Marriage) by reading Chapter 7 Nadi Astrology. This chapter explains the reasons for delay in your marriage and proposes remedial measures. It also reveals when you will be married and for how long will you be married.",
        "img":"/chaptersImages/ch-7.jpeg"
        },
        
        {
        "id":"8",
        "title":"Longevity",
        "description":"Satiate the curiosity to know your life span by reading Chapter 8 which speaks about longevity. The chapter contains valuable information about any mishaps in one’s life, accidents and dangers that one may encounter and the exact details of one’s death such as age, date, time, Lagna (ascendant), location and Nakshatra (Birth Star).",
        "img":"/chaptersImages/ch-8.png"
        },
        
        {
        "id":"9",
        "title":"Fortunes and Spiritual Attainment",
        "description":"This chapter helps to know and understand your father better in terms of his wealth, spiritual perception, fortune and philanthropic activities.",
        "img":"/chaptersImages/ch-9.png"
        },
        
        {
        "id":"10",
        "title":"Profession",
        "description":"Are you finding it difficult to settle down in your dream job? Then this chapter will greatly help you. It gives you information about your profession/career and predictions upon any ups/downs you may face in your professional life and changes in jobs.",
        "img":"/chaptersImages/ch-10.png"
        },
        
        {
        "id":"11",
        "title":"Profits and Second Marriage",
        "description":"If you wish to be an entrepreneur or would like to have an idea about your business profit, this chapter summarizes it all. The chapter also reveals the chances of second marriage in one’s life.",
        "img":"/chaptersImages/ch-11.png"
        },
        
        {
        "id":"12",
        "title":"Expenditure and Losses",
        "description":"Every one of us will be excited to know about our next birth or incarnation. It is a blessing to attain Moksha and liberate self from the continuous cycle of birth and death. This chapter contains information about your future births and also makes you aware of your upcoming expenditures and losses. The chapter is helpful to know about your chances of overseas travel as well.",
        "img":"/chaptersImages/ch-12.png"
        }
]