[
    {
        "id":"1",
        "title":"Ganapathy Homam",
        "content":"Sri Ganapathy Homam is said to be the greatest and chief amongst all of the other Homams. Generally, this Ganapathy homam is done as the start of all the other homams. For instance, if Navagraha homam or any other homam is done for the betterment of life or to solve any other purpose, we should perform 'Ganapathy homam' first, followed by other homams. This great Sri Ganapathy Homam can be done for all purposes, and our first offer or dedication should be for him only. And the reason for doing this homam is that all the other following things should be completed without any distraction or obstacle in between.",
        "img":"/homamImages/1.png"
    },
    {
        "id":"2",
        "title":"Santhan virthi Homam",
        "content":"The manthras spelled during the homam glorifies Lord Vishnu as the Purusha or the primitive being with innumerable heads, eyes and feet. The lord is illustrated as the cause of all living beings. It further describes the manner in which different species occur from his various limbs.",
        "img":"/homamImages/2.png"

    },

    {
        "id":"3",
        "title":"Vivaka Yatshana Homam",
        "content":"The great messenger of the Gods, Agnideva the fire God, is evoked to witness the proceedings. The priest lights a sacred fire in the presence of the bride and groom. Throughout the ceremony, the bride, groom and the priest add ghee, clarified butter, to the fire to keep it burning. Rice and other ingredients are added to the fire at various times.",
        "img":"/homamImages/3.png"
        
    },

    {
        "id":"4",
        "title":"Navagraha Homam",
        "content":"Navagraha Homam is performed to remove all the obstacles of life and to attain 'Ayur, Arogya & Saukhyam'( longevity,health and happiness).Navagraha Homam is recommended for atonement of Navagraha Doshas . Homa is performed after conductingNavagraha Pooja . Nine varieties of flowers, nine cereals(Nava Dhanya),nine clothes( of different colours),and nine types of Naivedyams are used for Pooja. Each Graha is worshipped with a specified flower.For Homam nine types of Chamatas (twig) are used.Giving auras of gifts to the deserving devotees follows Homam.",
        "img":"/homamImages/4.png"
        
    },

    {
        "id":"5",
        "title":"Ayul Homam",
        "content":"This Homam is performed to Lord Shiva, so that the devotee performing this homam will get longevity in life. apa mrityu, Akala Maranam etc., are terms indicating untimely and unfortunate death. The best remedy is to perform Ayushya Homam on every birthday, as reckoned by the birth star not by the English date.",
        "img":"/homamImages/5.png"
        
    },

    {
        "id":"6",
        "title":"Sudharshana Homam",
        "content":"Performance of the Sudarshana Homam confers health, wealth and Prosperity on the seeker (in this case the person who performs the Homam). If the seeker desires material benefit, the Chakram grants him all the riches he wants. A beautiful Chakram formation of the flames could be seen. Sri Sudharsana Homam is considered to one among the greatest and sacred homams. This homam is done not only for a particular person's favour but also done for the peaceful life of this entire world against the evil. This homam is done towards Sri Chakkarathalwar, who is said to be the Hamsam of Sriman Narayanan.",
        "img":"/homamImages/6.png"
        
    },

    {
        "id":"7",
        "title":"Panjatsara Homam",
        "content":"The purpose of the this Homam is to remove any obstacles or blocks in growth – both internally and externally – for a person or a group of people. The mantra for Chandi Devi is called Navakshari or the one with nine-syllables. The mantra is Aim Hrim Klim Chamundaye Vichhe. The core of the homam ceremony involves a recitation of the Durga Saptashati or 700 verses in praise of the goddess Durga. With the recitation of each verse, offerings are made in the sacrificial fire invoking the goddess.",
        "img":"/homamImages/7.png"
        
    },

    {
        "id":"8",
        "title":"Abishgaka Homam",
        "content":"The Abishgaka Homam is a very powerful homam performed for ushering prosperity and wealth. This Homa can be conducted for those who are seeking wealth and prosperity in life. It is strongly recommended for those facing financial difficulties and wish to earn wealth in abundance. It is believed to bestow immense benefits to the performer of this homa. You must perform this homam when you are facing financial difficulties and wish to earn wealth in abundance. The best day to perform Sri Suktha is on a Friday.",
        "img":"/homamImages/8.png"
        
    },

    {
        "id":"9",
        "title":"Vidya Homam",
        "content":"This is a homam that would specifically benefit students as the mantra of this homa directly affects the agneya chakra which is the seat of intelligence and knowledge. Durga homa: This is a homa specifically to cleanse negative energies (thoughts, fear, etc.) The main deity is the goddess Durga, who is worshipped for ages when it comes to protection from evil forces and destruction of evil forces.",
        "img":"/homamImages/9.png"
        
    }
]