[
    {
        "id":"1",
        "question":"What is Nadi Astrology ?",
        "img":"/nadiAstrologyImages/1.png",
        "shortAnswer":"Nadi Astrology is an ancient super science that sheds light on the journey of your soul and helps you understand your past, present, and future.",
        "longAnswer":"Also known as Nadi Jyotish, Nadi is the Science of Thumbprints and the Science of Sounds too. The great sages of India have etched our destinies on palm leaves as divine predictions. Their sight into the future showed them the difficulties that would prevail in modern times. Out of their deep compassion for humanity, these advanced and accelerated beings wanted to provide an opportunity for people to discover and transform their destinies and evolve their souls. The soul stories that they saw were written down. This mystical science from our ancient seers, not only gives predictions but also remedies to dissolve your karma and course correct your life in the right direction."
    },
    {
        "id":"2",
        "question":"What is a Nadi Leaf ?",
        "img":"/nadiAstrologyImages/2.png",
        "shortAnswer":"In ancient times, information was passed down orally. The written word came 3000 years after that.",
        "longAnswer":"That is when scribes started to record much of India’s literary, scientific, spiritual and astrological heritage of over thousands of years.Granite slabs, thin copper plates, and tree bark were some of the mediums used for recording information, but for the Nadi information, leaves of palm were the choice.The Rishis had special scribes carefully etch each letter of your story into the dried leaf with a special tool or stylus. This was done all by hand to avoid splitting the leaf. The writing was almost always continuous, without any space between words. This is one reason why the reading of the leaves requires training, as well as an understanding of the ancient languages of Tamil or Sanskrit. When the etching was complete, lamp black or turmeric was applied to increase contrast and make it readable, and oil was rubbed in to help preserve them. A bundle of leaves in the same thumbprint category, or soul grouping, were then bound with a cord between two wooden covers."
    },
    {
        "id":"3",
        "question":"Nadi Astrology – Science of Thumbprints",
        "img":"/nadiAstrologyImages/3.png",
        "shortAnswer":"Nadi Astrology uses your thumb impression to discover your Nadi Leaf and predict your destiny from the readings written as a divine song.",
        "longAnswer":"That is one difference in Nadi Astrology that sets it apart from traditional astrology that requires you to give your birth details. There are around 108 classifications of human, and from there, your unique thumbprint is detailed down to find your soul grouping or bundle that contains anywhere from 20 to 25 individual leaves. Then the Nadi Reader uses the sounds inscribed on the leaves to hone in on your exact leaf."
    },
    {
        "id":"4",
        "question":"Benefits of Nadi Astrology",
        "img":"/nadiAstrologyImages/4.png",
        "shortAnswer":"A great value of the Nadi is that it gives you an understanding of the link from your prior birth to your current life.",
        "longAnswer":"It also provides the exact ways to transform the residual karma from the previous birth. Your past really can come to haunt you. The Rishis not only wrote down your soul’s roadmap on your Nadi leaf but also prescribed a list of ‘remedies’ or ‘course corrections’ that will reroute you in a favorable path.The Rishis had special scribes carefully etch each letter of your story into the dried leaf with a special tool or stylus. This was done all by hand to avoid splitting the leaf. The writing was almost always continuous, without any space between words. This is one reason why the reading of the leaves requires training, as well as an understanding of the ancient languages of Tamil or Sanskrit. When the etching was complete, lamp black or turmeric was applied to increase contrast and make it readable, and oil was rubbed in to help preserve them. A bundle of leaves in the same thumbprint category, or soul grouping, were then bound with a cord between two wooden covers."
    }
]