[

    {
        "id":"1",
        "img":"/nadiProcedureImages/1.png",
        "title":"Thumb Impression",
        "content":"Men should provide their Right Thumb Impression, Women should provide their Left Thumb Impression. When a thumb impression from a native is obtained it is handed over by the reader at the library. The palm-leaf bundles are classified & indexed in the library according to thumb impression to facilitate easy searching of the bundles."
    },
    {
        "id":"2",
        "img":"/nadiProcedureImages/2.png",
        "title":"Identification of Nadi Bundle",
        "content":"After received your thumb impression paper, will set to work to pick your nadi bundle. The thumb impression is used to identify the bundle or set of palm leaves that corresponds to the seeker. For each thumb impression there are likely to be around 5 to 6 bundles; each such bundle will contain between 50 to 100 leaves."
    },
    {
        "id":"3",
        "img":"/nadiProcedureImages/3.png",
        "title":"Selection of Palm Leaves",
        "content":"The leaf of one particular individual may be found out in the first bundle or in any other bundle among the six, some times it may not be found out, as the predictions from this holy script is confined to some limited souls. Hence, the process of finding out this specific leaf is laborious and time consuming. In many cases, the persons do not get their leaf, it means that the time to know their future hasn’t come."
    },
    {
        "id":"4",
        "img":"/nadiProcedureImages/4.png",
        "title":"Verification by Seeker",
        "content":"The reader read out one statement from the first leaf and if it is confirmed by the native, he will read out the second statement to verify its veracity. If this statement does not hold true for the native the reader will have to go on searching leaf after leaf, bundle after bundle to trace out the one leaf in which all the particulars concerning the Native correctly appear.  To expedite this process the Native has to extend his full co-operation (ie) he should listen to the reading carefully and answer correctly. "
    },
    {
        "id":"5",
        "img":"/nadiProcedureImages/5.png",
        "title":"Reading of Nadi Leaves",
        "content":"When once leaves are traced, we record the original Tamil prediction, as it is, in the Note Book.  These predictions are in poetic Tamil with code words for astrological terms, these are read and deciphered by well trained Asans who then explain the predictions in spoken Tamil."
    },
    {
        "id":"6",
        "img":"/nadiProcedureImages/6.png",
        "title":"Translation and Interpretation",
        "content":"The poetic Tamil with code words for astrological terms, these are read and deciphered by well trained Asans who then explain the predictions in spoken Tamil. These are then translated into Hindi, English, Malayalam, Telugu and Kannada and get recorded in Tapes and given to customers, along with the Notebook containing the original Predictions."
    },
    {
        "id":"7",
        "img":"/nadiProcedureImages/7.png",
        "title":"Remedies or Pariharas and Guidance",
        "content":"Based on the predictions and information revealed in the palm leaves, the Nadi reader may suggest remedies or rituals to address challenges or enhance positive aspects of the seeker's life. The Pariharams are only the training grounds for us to cultivate our minds towards devotion to God, generating love, compassion good and to be good to oneself and others."
    }

]